﻿/* both are integer numbers meaning 'x of n' */
"%1$@/%2$@" = "%1$@/%2$@";

/* MainViewController */
"Access Denied" = "Acesso Negado";

/* MainViewController */
"Access Restricted" = "Acesso Restrito";

/* No comment provided by engineer. */
"Account" = "Conta";

/* No comment provided by engineer. */
"ADD" = "Adicionar";

/* No comment provided by engineer. */
"Add a Folder" = "Adicionar uma pasta";

/* No comment provided by engineer. */
"Add a location (optional)" = "Adicionar um local (opcional)";

/* No comment provided by engineer. */
"Add notes (optional)" = "Adicionar notas (opcional)";

/* No comment provided by engineer. */
"Add Server" = "Adicionar servidor";

/* ShareExtension.MainViewController */
"Adding…" = "Adicionando...";

/* No comment provided by engineer. */
"Allow anyone to remix and share?" = "Permitir que qualquer pessoa edite e compartilhe?";

/* No comment provided by engineer. */
"Allow commercial use?" = "Permitir uso comercial?";

/* No comment provided by engineer. */
"Archive" = "Arquivar";

/* No comment provided by engineer. */
"Archive Folder" = "Arquivar Pasta";

/* No comment provided by engineer. */
"Archived Folders" = "Pastas Arquivadas";

/* ManagementViewController */
"Back" = "Voltar";

/* DataUsageViewController */
"Better Quality" = "Melhor Qualidade";

/* No comment provided by engineer. */
"Browse Existing" = "Pesquisar Existentes";

/* No comment provided by engineer. */
"Browse Existing Folders" = "Pesquisar Pastas Existentes";

/* MainViewController */
"Camera Roll" = "Rolo da Câmera";

/* MainViewController, AlertHelper */
"Cancel" = "Cancelar";

/* ShareExtension.MainViewController */
"Choose a Project" = "Escolher um Projeto";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* Conduit */
"Configuration invalid." = "Configuração inválida.";

/* ShareExtension.MainViewController */
"Couldn't import item!" = "Não foi possível importar o item!";

/* No comment provided by engineer. */
"Create" = "Criar";

/* No comment provided by engineer. */
"Create a New Folder" = "Criar uma Nova Pasta";

/* MainViewController, DarkroomViewController, PrivateServerViewController, InternetArchiveViewController, ManagementViewController, Main.storyboard */
"Done" = "Pronto";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit Media" = "Editar Mídia";

/* No comment provided by engineer. */
"Edit Media Info" = "Editar Informações de Mídia";

/* No comment provided by engineer. */
"Edit Multiple" = "Editar Múltiplas";

/* Placeholder 1 is 'Tor' */
"Enable %1$@ to protect your media in transit." = "Habilitar %1$@ para proteger seus arquivos de mídia em trânsito.";

/* Placeholder is 'Tor' */
"Enable \"Transfer via %@ only\"" = "Habilitar “Transferência apenas via %@”";

/* MiscSettingsViewController */
"Enable ProofMode" = "Habilitar ProofMode";

/* UploadCell */
"Encoding file…" = "Codificando arquivo...";

/* No comment provided by engineer. */
"Encrypt" = "Criptografar";

/* AlertHelper */
"Error" = "Erro";

/* Conduit */
"Failed after too many retries." = "Falha devido a múltiplas tentativas.";

/* No comment provided by engineer. */
"Files" = "Arquivos";

/* FlagInfoAlert */
"Flag Significant Content" = "Sinalizar Conteúdo Importante";

/* No comment provided by engineer. */
"Folder" = "Pasta";

/* No comment provided by engineer. */
"Folder Already Exists" = "A Pasta Já Existe";

/* No comment provided by engineer. */
"Folder Name" = "Nome da Pasta";

/* No comment provided by engineer. */
"General" = "Geral";

/* ClaimViewController */
"Get Started" = "Começar";

/* ShareExtension.MainViewController */
"Go to the app to upload!" = "Acesse o aplicativo para fazer o upload!";

/* FlagInfoAlert, BatchInfoAlert */
"Got it" = "Entendi";

/* ShareExtension.MainViewController */
"Import" = "Importar";

/* No comment provided by engineer. */
"In the side menu, you can add another server and connect to multiple servers" = "No menu lateral, você pode adicionar outro servidor e conectar-se a vários servidores";

/* Error+friendlyMessage */
"Incorrect username or password" = "Nome de usuário ou senha incorretos";

"Email" = "E-mail";

"Incorrect email or password" = "E-mail ou senha incorretos";

/* HeaderView */
"Just now" = "Há pouco";

/* place holder is Creative Commons Licensing. */
"Upload media to Nextcloud or the Internet Archive to keep your media verifiable, safe, and organized for the long term.\n\nChoose %@." = "Carregue os seus arquivos de mídia no Nextcloud ou no Internet Archive para mantê-los verificáveis, seguros e organizados a longo prazo.\n\nEscolha %@.";


/* No comment provided by engineer. */
"Learn more about Creative Commons." = "Saiba mais sobre Creative Commons.";

/* No comment provided by engineer. */
"Media Compression" = "Compressão de Mídia";

/* No comment provided by engineer. */
"Metadata" = "Metadados";

/* No comment provided by engineer. */
"My Media" = "Minhas Mídias";

/* No comment provided by engineer. */
"New Folder" = "Nova Pasta";

/* NewProjectViewController, ShareExtension.MainViewController */
"New Project" = "Novo Projeto";

/* No comment provided by engineer. */
"Next" = "Próximo";

/* MainViewController */
"No albums" = "Nenhum álbum";

/* UploadManager */
"No URL provided." = "Nenhuma URL fornecida.";

/* AnalyticsCell */
"OK" = "OK";

/* No comment provided by engineer. */
"Once uploaded, you will not be able to edit media." = "Após carregada, você não poderá editar a mídia.";

/* DataUsageViewController */
"Only upload media when you are connected to Wi-Fi" = "Somente carregue mídias quando tiver uma conexão Wi-Fi.";

/* Bundle+displayName */
"OpenArchive" = "OpenArchive ";

/* PrivateServerViewController */
"Password" = "Senha";

/* No comment provided by engineer. */
"Photo Gallery" = "Galeria de Fotos";

/* No comment provided by engineer. */
"Please choose another name/folder or use the existing one instead." = "Escolha outro nome/pasta ou utilize o já existente.";

/* MainViewController */
"Please go to the Settings app to grant this app access to your camera, if you want to upload photos or videos." = "Acesse as Configurações do aplicativo para conceder acesso à sua câmera, caso deseje enviar fotos ou vídeos.";

/* MainViewController */
"Please go to the Settings app to grant this app access to your photo library, if you want to upload photos or videos." = "Acesse as Configurações do aplicativo para conceder acesso à sua biblioteca de fotos, caso deseje enviar fotos ou vídeos.";

/* placeholder is '+' */
"Press and hold the %@ button to select other files than photos and movies." = "Pressione e segure o botão %@ para selecionar outros arquivos além de fotos e filmes.";

/* No comment provided by engineer. */
"Press and hold to select and edit multiple media." = "Pressione e segure para selecionar e editar múltiplas mídias.";

/* No comment provided by engineer. */
"Press the button below to add media" = "Pressione o botão abaixo para adicionar mídias";

/* PreviewViewController */
"Preview" = "Visualizar";

/* MenuViewController */
"Privacy Policy" = "Política de Privacidade";

/* PrivateServerViewController, Main.storyboard */
"Private (WebDAV) Server" = "Servidor Privado (WebDAV)";

/* No comment provided by engineer. */
"Private Server" = "Servidor Privado";

/* No comment provided by engineer. */
"ProofMode" = "ProofMode";

/* HeaderView */
"Ready to upload" = "Pronto para fazer o upload";

/* PreviewViewController, MenuViewController, ManagementViewController, RemoveProjectAlert */
"Remove" = "Remover";

/* No comment provided by engineer. */
"Remove Folder" = "Remover a Pasta";

/* BaseServerViewController, EditProjectViewController, RemoveProjectAlert */
"Remove from App" = "Remover do Aplicativo";

/* RemoveAssetAlert */
"Remove Media" = "Remover Mídia";

/* RemoveAssetAlert */
"Remove Media from %@" = "Remover Mídia de %@";

/* No comment provided by engineer. */
"Remove Server" = "Remover Servidor";

/* No comment provided by engineer. */
"Require them to share like you have?" = "Exigir que compartilhem como você compartilha?";

/* ManagementViewController */
"Retry" = "Tentar novamente";

/* ClaimViewController */
"Secure Mobile Media Preservation" = "Preservação Segura de Mídia em Dispositivos Móveis";

/* No comment provided by engineer. */
"Security" = "Segurança";

/* No comment provided by engineer. */
"Choose a new or existing folder to save your media in." = "Escolha uma pasta nova ou existente para salvar sua mídia.";

/* No comment provided by engineer. */
"Server" = "Servidor";

/* No comment provided by engineer. */
"Server Info" = "Informações do Servidor";

/* No comment provided by engineer. */
"Server Name (Optional)" = "Nome do Servidor (Opcional)";

/* PrivateServerViewController */
"Server URL" = "URL do Servidor";

/* No comment provided by engineer. */
"Servers" = "Servidores";

/* No comment provided by engineer. */
"Set creative commons licenses for folders on this server." = "Definir licenças Creative Commons para pastas neste servidor.";

/* MainViewController */
"Settings" = "Configurações";

/* No comment provided by engineer. */
"Share" = "Proteger";

/* Placeholders will be replaced by newline - ClaimViewController */
"Share%1$@Archive%1$@Verify%1$@Encrypt" = "Proteja%1$@Arquive%1$@Verifique%1$@Criptografe";

/* DarkroomHelper */
"Significant Content" = "Conteúdo Importante";

/* No comment provided by engineer. */
"Skip" = "Pular";

/* DataUsageViewController */
"Smaller Size" = "Tamanho Menor";

/* MainViewController */
"Sorry, you are not allowed to view the camera roll." = "Desculpe, você não tem permissão para visualizar o rolo da câmera.";

/* MainViewController */
"Tap here to change" = "Toque aqui para alterar";

/* No comment provided by engineer. */
"To get started, connect to a server to store your media." = "Para começar, conecte-se a um servidor para armazenar sua mídia.";

/* No comment provided by engineer. */
"To get started, please add a folder" = "To get started, please add a folder";

/* No comment provided by engineer. */
"Unarchive Folder" = "Desarquivar Pasta";

/* UploadManager */
"Unknown error." = "Erro desconhecido.";

/* Project */
"Unnamed Project" = "Projeto Sem Nome";

/* PreviewViewController */
"Upload" = "Carregar";

/* PreviewViewController */
"Upload to %@" = "Carregar para %@";

/* Upload info alert title */
"Upload unsuccessful" = "Falha ao Carregar";

/* No comment provided by engineer. */
"Uploading is paused" = "O carregamento está em pausa";

/* ManagementViewController */
"Uploading…" = "Carregando...";

"Edit Queue" = "Editar Fila";

/* BaseServerViewController */
"Username" = "Nome de usuário";

/* No comment provided by engineer. */
"Verify" = "Verificar";

/* No comment provided by engineer. */
"Version %1$@, build %2$@" = "Versão %1$@, compilação %2$@";

/* ManagementViewController */
"Waiting…" = "Aguardando...";

/* No comment provided by engineer. */
"Welcome!" = "Bem-vindo!";

/* No comment provided by engineer. */
"When you flag an item, it is routed into a subfolder within the chosen folder on the private server." = "Quando você sinaliza um item, ele é encaminhado para uma subpasta dentro da pasta escolhida no servidor privado.";

/* No comment provided by engineer. */
"Wi-Fi not connected" = "Wi-Fi não conectado";

/* Placeholder is a server type or name */
"You have successfully connected to %@!" = "Você conectou-se com sucesso a %@!";

"Internet Archive" = "Internet Archive";

"Do not show me this again" = "Não mostrar isso novamente";

"Upload your media to a free public account on the Internet Archive." = "Envie suas mídias para uma conta pública gratuita no Internet Archive.";

"No Account?" = "Não possui uma conta?";

"Create one" = "Criar uma";

"Setup Passcode" = "Configurar Senha";

"Confirm Passcode" = "Confirmar Senha";

"Set Passcode" = "Definir Senha";

"Make sure you remember this pin. If you forget it, you will need to reset the app, and all in-app data will be erased." = "Certifique-se de lembrar esse PIN. Se você esquecê-lo, será necessário redefinir o aplicativo e todos os dados do aplicativo serão apagados.";

"Error!"= "Erro!";

"Folder name cannot be empty" = "O nome da pasta não pode estar vazio";

"Rename folder" = "Renomear pasta";

"Select media" = "Selecionar mídia";

"Remove folder from app" = "Remover pasta do aplicativo";

"Tap the button below to add media" = "Toque no botão abaixo para adicionar mídias";

"Tap the button below to add a server" = "Toque no botão abaixo para adicionar um servidor";

"Tap the button below to add a folder" = "Toque no botão abaixo para adicionar uma pasta";
"Add new server" = "Adicionar um novo servidor";

/* Placeholder is 'ProofMode' */
"Authenticate and verify your media with sha256 hashes and %@." = "Authenticate and verify your media with sha256 hashes and %@.";

/* Placeholder texts are 'Save' and 'Tor' */
"%@ always uploads over TLS (Transport Layer Security) to protect your media in transit. \nTo further enhance security, enable %@ to prevent interception of your media from your phone to the server." = "%@ sempre faz uploads por TLS (Transport Layer Security) para proteger suas mídias em trânsito. \nPara aumentar ainda mais a segurança, habilite o %@ para impedir a interceptação de suas mídias do seu telefone para o servidor.";

"Creative Commons Licensing" = "Licença Creative Commons";

/* Onboarding Secure Text */
"Send your media securely to private servers and lock the app with a pin." = "Envie seus arquivos de mídia com segurança para servidores privados e bloqueie o aplicativo com um PIN.";

"Bulk Edit Media Info" = "Editar Informações de Mídia em Massa";

"Press and hold to select and edit multiple media items." = "Pressione e segure para selecionar e editar múltiplos itens de mídia.";
"Archive Project" = "Arquivar Projeto";

"Unarchive Project" = "Desarquivar Projeto";

"Success!" = "Sucesso!";

"You have renamed folder successfully." = "Você renomeou a pasta com sucesso.";

/* Proofmode description */
"To help verify where your media was captured, ProofMode gathers data from nearby cell towers to corroborate your location. To add credibility and context, it then includes a separate metadata file with your media*. iOS requires location access to collect this information." = "Para verificar onde sua mídia foi capturada, o ProofMode coleta dados de torres de celular próximas para corroborar sua localização. Para adicionar credibilidade e contexto, ele adiciona um arquivo de metadados separado à sua mídia*. O iOS requer acesso à localização para coletar essas informações.";

/* Proofmode description */
"*Neither **_Save_** nor **_OpenArchive_** will be able to access or store this location data, it will only be accessible to those with access to the server files." = "*Nem o **_Save_** nem o **_OpenArchive_** poderão acessar ou armazenar esses dados de localização. Eles só estarão acessíveis para aqueles que tiverem acesso aos arquivos do servidor.";

/* Proofmode description */
"ProofMode is a way to enhance the authentication and verification of multimedia content. "= "O ProofMode é uma forma de melhorar a autenticação e verificação de conteúdos multimídia.";

"Learn more here." = "Saiba mais aqui.";

"Media Servers" = "Servidores de Mídia";

/* Upload error alert description */
"Unable to upload due to session error, please try again or contact support" = "Não foi possível fazer o carregamento devido a um erro de sessão. Por favor, tente novamente ou entre em contato com o suporte.";

"You have changed your server settings successfully." = "Você alterou as configurações do servidor com sucesso.";

"Lock app with passcode" = "Bloquear aplicativo com senha";

"Manage your servers" = "Gerenciar seus servidores";

"Manage your archived folders" = "Gerenciar suas pastas arquivadas";

"Turn on Onion Routing" = "Ativar Onion Routing";

"Transfer via the Tor Network only" = "Transferência apenas via Rede Tor";

"Theme" = "Tema";

"Save by OpenArchive" = "Save por OpenArchive";

"Discover the Save app" = "Descubra o aplicativo Save";

"Terms and Privacy"= "Termos e Privacidade";

"Read our Terms and Privacy Policy"= "Leia nossos Termos e Política de Privacidade";

"Version" = "Versão";

"Disable Passcode" = "Desativar Senha";

"Are you sure you want to disable the passcode?" = "Tem certeza de que deseja desativar a senha?";

"Yes" = "Sim";

"System" = "Sistema";

"Light" = "Claro";

"Dark" = "Escuro";

"Setup Complete" = "Configuração Concluída";

"You can add multiple private servers and one IA Account at any time." = "Você pode adicionar múltiplos servidores privados e uma conta IA a qualquer momento.";

"Select a Server" = "Selecionar um Servidor";

"Connect to a secure \nWebDAV server" = "Conecte-se à um \nservidor WebDAV seguro";

"Connect to a free \npublic server" = "Conecte-se a um\nservidor público gratuito";

"Please name your folder" = "Por favor, nomeie sua pasta";

"This folder will be created on your server and added to Save." = "Esta pasta será criada no seu servidor e adicionada ao Save.";

"Enter folder name"= "Insira o nome da pasta";

"You have added a folder successfully." = "Você adicionou uma pasta com sucesso.";

"Add Media" = "Adicionar Mídia";

/* placeholder is + icon */
"Tap %@ to pick from image gallery or press and hold to add media from other apps." = "Toque no botão %@ para escolher imagens a partir da galeria, ou pressione e segure para adicionar mídia de outros aplicativos.";

"Please enable location access in Settings to use ProofMode." = "Ative o acesso à localização em Configurações para usar o ProofMode.";

"Location Permission Required" = "Permissão de Localização Obrigatória";

"Open Settings" = "Abrir Configurações ";

"Onion routing under development" = "Onion Routing em desenvolvimento";
"This feature is currently under development. For now, you can use Orbot or any VPN of your choice to enhance your privacy and security." = "Esse recurso está atualmente em desenvolvimento. Por enquanto, você pode usar o Orbot ou qualquer VPN de sua escolha para aumentar sua privacidade e segurança.";

"Orbot" = "Orbot";

"Download Orbot" = "Baixar Orbot";

"Learn More" = "Saiba Mais";

"Waive all restrictions, requirements, and attribution (CC0)." = "Dispensar todas as restrições, exigências e atribuições (CC0).";

"Are you sure you want to remove your project?"= "Tem certeza de que deseja remover seu projeto?";

"Are you sure you want to remove this server from the app?" = "Tem certeza de que deseja remover este servidor do aplicativo?";

"Warning!"= "Atenção!";

"Enter your Passcode" = "Digite sua Senha";

"Passcodes do not match. Try again." = "As senhas não correspondem. Tente novamente.";

"Select All" = "Selecionar Tudo";

"Deselect All" = "Desmarcar Todos";

"Add media from" = "Adicionar mídia de";

"Camera" = "Câmera";

"No archived folders found."= "Nenhuma pasta arquivada encontrada.";

"No servers added yet."= "Ainda não foram adicionados servidores.";

"Folder archived successfully."= "Pasta arquivada com sucesso.";

/* Private server login screen */
"A server with the specified hostname could not be found." = "Não foi possível encontrar um servidor com o nome especificado.";

/* Private server login screen */
"This server already exists. Please create another server." = "Este servidor já existe. Por favor, crie outro servidor.";

/* Private server login screen */
"Connect to a WebDAV-compatible servers, e.g. Nexcloud and ownCloud." = "Conecte-se a servidores compatíveis com WebDAV, por exemplo, Nextcloud e ownCloud.";

"License" = "Licença";

"Server Name" = "Nome do Servidor";

"Proceed to upload" = "Prossiga para o upload";

"Actually, let me edit" = "Na verdade, eu vou editar";

"Choose a licence" = "Choose a licence";

"Name your server and choose a licence" = "Name your server and choose a licence";

"Allow any connection" = "Allow any connection";
